Repository: anthonycuervo23/kabod_app
Catalog: lib/l10n/intl_*.arb
Languages: es

# drawerHome
source: Home
es: Inicio

# drawerLeaderBoard
source: LeaderBoard
es: Resultados

# drawerPersonalRecords
source: Personal Records
es: Records Personales

# drawerCalculator
source: 1RM Calculator
es: 1RM Calculadora

# drawerTimers
source: Timers
es: Temporizadores

# drawerLogout
source: Logout
es: Cerrar Sesion

# introTitle
source: You're almost ready to get started. We just need a couple more details to complete your profile.
es: Ya esta casi todo listo para empezar. Solo necesitamos algunos detalles personales para completar tu perfil.

# introContinueButton
source: CONTINUE
es: CONTINUAR

# introGender
source: Select Gender
es: Sexo

# introName
source: Name
es: Nombre

# introBirthDate
source: Birth date
es: Fecha de Nacimiento

# introPhone
source: Phone Number
es: Numero telefonico

# loginFormEmail
source: Please enter an email
es: Por favor ingresa un email

# loginFormHintEmail
source: Enter your email
es: Ingresa tu email

# loginFormPassword
source: Please enter your password
es: Por favor ingresa tu Contraseña

# loginFormHintPassword
source: Enter your password
es: Ingresa tu Contraseña

# loginFormLabelPassword
source: Password
es: Contraseña

# loginForgotPassword
source: Forgot Password?
es: Has Olvidado tu Contraseña?

# loginSignIn
source: SIGN IN
es: INICIAR SESION

# pickImage
source: Pick an image
es: Elige una imagen

# fromGallery
source: Gallery
es: Galeria

# fromCamera
source: Camera
es: Camara

source: Cancel
es: Cancelar

source: Reset Password
es: Restablecer Contraseña

# resetPasswordInstructions
source: Please enter your email address. You will receive a link to create a new password via email
es: Por favor ingresa tu correo electronico. Recibiras un enlace para crear una nueva contraseña via email.

# validEmail
source: Please enter a valid email
es: Por favor ingresa un correo electronico valido

# sendButton
source: SEND
es: ENVIAR

# appBarCalculator
source: RM Calculator
es: RM Calculadora

source: Weight
es: Peso

source: Required
es: Requerido

source: Reps
es: Repeticiones

# noDataCalculator
source: No Data to Calculate
es: No hay datos para calcular

# platesForWeight
source: Plates for {weight} lb
es: Discos para {weight} lb

# platesToLoad
source: Load these plates on each side of a 45lb bar
es: Carga estos discos en cada lado de una barra de 45lb

# weightNote
source: Note: {finalSum} lb is as close as you can get with the plates you have setup.
es: Nota: {finalSum} lb es lo mas cercano que puedes llegar con los discos disponibles en tu box.

# appBarFullPhoto
source: FULL PHOTO
es: FULL FOTO

# emptyMessage
source: Nothing to send
es: el mensaje esta vacio

# notAnImage
source: This file is not an image
es: Este archivo no es una imagen

# typeMessage
source: Type your message...
es: Escribe tu mensaje...

# noUsersFound
source: You don't have active chats
es: No tienes chats activos

# searchAthleteHint
source: Athlete Name
es: Nombre del Atleta

source: Open image...
es: Abrir imagen...

# appBarSchedule
source: Schedule
es: Horario

source: Class Details
es: Detalles de la Clase

source: CrossFit Class
es: Clase CrossFit

# athletesSubscribed
source: {subscribers} of {limit}
es: {subscribers} de {limit}

# registerAthletes
source: Registered Athletes
es: Atletas Registrados

# classEmpty
source: THE CLASS IS EMPTY
es: ESTA CLASE ESTA VACIA

# classBooked
source: You've booked a class
es: Has Reservado una Clase

# bookClassButton
source: BOOK
es: RESERVAR

# classCanceled
source: You've canceled the class
es: Has Cancelado tu reserva

# cancelClassButton
source: CANCEL BOOKING
es: CANCELAR RESERVA

# restDayMessage1
source: Today is a very important day as it is your scheduled rest day. We pre-program rest days in order to give your body the time it needs to recover and reap the rewards of all the hard work you've done the last few days.
es: Hoy es un día muy importante ya que es tu día de descanso. Programamos días de descanso para darle a tu cuerpo el tiempo que necesita para recuperarse y cosechar las recompensas de todo el arduo trabajo que has realizado en los últimos días.

# restDayMessage2
source: If you still plan to exercise then please click on a previous calendar day to select a new workout.
es: Si aún planeas hacer ejercicio, haga click en un día anterior del calendario para seleccionar un nuevo entrenamiento.

# restDayMessage3
source: Note: A rest day does not mean that you still can't be active: get outside, go for a hike, play with your kids, let your imagination run wild 😉
es: Nota: Un día de descanso no significa que todavía no puedas estar activo: haz actividades al aire libre, sal a caminar, juega con tus hijos, deja volar tu imaginación 😉

source: Edit Score
es: Editar Resultado

source: Add Score
es: Añadir Resultado

source: Start Timer
es: Iniciar Temporizador

source: Edit WOD
es: Editar WOD

# welcomeUser
source: Welcome {username}
es: Bienvenido {username}

# scheduleNotAvailable
source: THE SCHEDULE IS NOT AVAILABLE
es: EL HORARIO NO ESTA DISPONIBLE

source: NO CLASSES TODAY
es: NO HAY CLASES PROGRAMADAS PARA HOY

source: Registered
es: Registrado

source: COMPLETED
es: COMPLETADO

# athletesInClass
source: {athletes} / {limits} Participants
es: {athletes} / {limits} Participantes

# wodNotAvailable
source: THIS WOD IS NO LONGER AVAILABLE
es: ESTE WOD YA NO ESTA DISPONIBLE

# wodAvailableDate
source: THIS WOD CANNOT BE VIEWED UNTIL {date}
es: ESTE WOD SERA VISIBLE EL DIA {date}

# appBarLeaderBoard
source: Leader Board
es: Resultados

# enterFilters
source: PLEASE ENTER SOME FILTERS TO SEARCH
es: POR FAVOR INGRESA UN FILTRO PARA BUSCAR

source: Scale
es: Escalado

# noScoreFound
source: NO DATA FOUND
es: NO SE ENCONTRARON DATOS

# selectDay
source: Select Date
es: Elige una fecha

# enterValidDate
source: PLEASE ENTER A VALID DATE TO SEE THE SCORES
es: INGRESA UNA FECHA VALIDA PARA VER LOS RESULTADOS

source: WOD Name:
es: Nombre del WOD :

# noScoreWithFilter
source: NO RESULTS FOUND FOR THIS FILTERING
es: NO SE ENCONTRARON RESULTADOS CON ESTOS FILTROS

# filterGender
source: Gender:
es: Genero

source: Male
es: Masculino

source: Female
es: Femenino

source: All
es: Todo

# roundsAndReps
source: {rounds} Rounds {reps} Reps
es: {rounds} Rondas {reps} Repeticiones

# appBarResultDetails
source: Results Details
es: Detalles de Resultado

source: Time
es: Tiempo

source: Optional comments...
es: Comentarios Opcionales...

# prTime
source: Time: {time}
es: Tiempo: {time}

# prReps
source: Reps: {reps}
es: Repeticiones: {reps}

# prWeight
source: Weight: {weight} lb
es: Peso: {weight} lb

# prComment
source: Comment: {comment}
es: Comentario: {comment}

# editButton
source: Edit
es: Editar

# deleteButton
source: Delete
es: Borrar

source: Warning!
es: Advertencia!

# confirmDialog
source: Are you sure want delete this item?
es: Estas seguro que quieres borrar el resultado?

source: Yes
es: Si

# newPr
source: Log New Score
es: Nuevo resultado

source: Rename Exercise
es: Renombrar Ejercicio

source: Delete Exercise
es: Borrar Ejercicio

# noExerciseFound
source: No data found, please add new score
es: No hay datos, por favor añade un nuevo resultado

source: Enter exercise name
es: Ingresa el nombre del Ejercicio

# exerciseHint
source: Please Enter Exercise
es: Por favor ingresa el Ejercicio

source: New Exercise
es: Nuevo Ejercicio

source: Rename
es: Renombrar

# appBarPersonalRecords
source: Personal Records
es: Records Personales

# searchExercise
source: Search...
es: Buscar...

# noExercise
source: No exercises found, tap plus button to add!
es: No se encontraron ejercicios, Toque el boton + para agregar

source: Create
es: Crear

# saveResult
source: Save your Result
es: Guardar el Resultado

# appBarSaveResult
source: Save Result
es: Guardar Resultado

# editResult
source: Edit your Result
es: Editar el Resultado

# updateResultButton
source: UPDATE RESULT
es: ACTUALIZAR RESULTADO

# saveResultButton
source: SAVE RESULT
es: GUARDAR RESULTADO

source: Personal information
es: Informacion Personal

source: joined date
es: Miembro desde

# saveButton
source: SAVE
es: GUARDAR

source: Athlete
es: Atleta

source: Edit profile
es: Editar Perfil

# appBarEditProfile
source: EDIT PROFILE
es: EDITAR PERFIL

source: Rounds
es: Rondas

source: Score
es: Resultado

# deleteResultAlert
source: Are you sure you want to delete this Result?
es: Estas seguro que quieres borrar este Resultado?

source: Add Picture
es: Añadir Imagen

source: Change Image
es: Cambiar Imagen

# wodNameResult
source: Wod Name: {wodName}
es: Nombre de Wod: {wodName}

# wodDateResult
source: Date: {wodDate}
es: Fecha: {wodDate}

# weightResult
source: Weight: {weight}
es: Peso: {weight}

# totalRepsRounds
source: Total Rounds and Reps: {rounds} Rounds {reps} Reps
es: Total de Rondas y Repeticiones: {rounds} Rondas {reps} Repeticiones

# finalTime
source: Final Time: {time}
es: Tiempo Final: {time}

# scoreResult
source: Score: {score}
es: Resultado: {score}

source: No comments
es: No hay comentarios

# noPhoto
source: No Photo to show
es: No hay foto para mostrar

# cancelTimer
source: CANCEL
es: CANCELAR

# totalTimeTimer
source: Total Time
es: Tiempo Total

source: Low Beep
es: Beep Bajo

source: High Beep
es: Beep Alto

# timerSettings
source: Settings
es: Ajustes

# silenceMode
source: Silent mode
es: Modo Silencio

source: Sounds
es: Sonidos

source: Countdown pips
es: Cuenta Regresiva pips

source: Start next rep
es: Comienza proxima rep

source: Rest
es: Descanso

source: Start next set
es: Comienza proximo set

# endWorkout
source: End workout (Plays twice)
es: Finaliza entrenamiento (Suena doble)

# appBarTimers
source: TIMERS
es: TEMPORIZADORES

# silentModeActive
source: Silent mode {silentmode}activated
es: Modo Silencio {silentmode}activado

# setsWorkout
source: Sets in the workout
es: Sets en el entrenamiento

# repsWorkout
source: Reps in the workout
es: Reps en el entrenamiento

source: Starting Countdown
es: Cuenta regresiva

# countDownBeforeWorkout
source: Countdown before starting workout
es: cuenta regresiga antes de empezar el entrenamiento

source: Exercise Time
es: Tiempo de ejercicio

source: Exercise time per repetition
es: Tiempo de ejercicio por repeticion

source: Rest Time
es: Tiempo de descanso

source: Rest time between repetitions
es: Tiempo de descanso entre repeticiones

source: Break Time
es: Tiempo de Break

source: Break time between sets
es: Tiempo de break entre sets

source: Total Time
es: Tiempo Total

source: choose the amount of EMOM
es: Elige la cantidad de EMOM

source: Sets inside the EMOM
es: Sets de EMOM

source: Type of EMOM
es: Tipo de EMOM

# setEmom
source: Every minute or Every two minutes
es: Elige la duracion del tiempo de ejercicio

source: Break time between EMOM
es: Break entre cada EMOM

source: WOD Type
es: Tipo de WOD

source: WOD Description...
es: Descripcion del WOD...

# cantUpdateWod
source: you cannot update a WOD from a day that has already passed
es: No puedes actualizar un WOD de un dia que ya ha pasado

# cantCreateWod
source: you cannot create a WOD from a day that has already passed
es: No puedes crear un WOD de un dia que ya ha pasado

# updateButton
source: UPDATE
es: ACTUALIZAR

# closeButton
source: Close
es: Cerrar

# deleteWodAlert
source: Are you sure you want to delete this WOD?
es: Estas seguro que quieres borrar este WOD?

source: Create WOD
es: Crear WOD

# newPasswordAlert
source: We have sent a new reset link to your email
es: Te hemos enviado un enlace a tu correo electronico

# newPasswordError
source: Please enter a valid email
es: Por favor ingresa un email valido

source: Success!
es: Exito!

source: Try again
es: Intenta nuevamente

# continuoToSignIn
source: Continue to sign in
es: Iniciar Sesion

# wodNameFilter
source: WOD Name
es: Nombre del WOD

# unexpectedError
source: Upps, an unxepected error occured. Try again!
es: Upps, algo salio mal. Ingresa mas tarde!
